[
  {
    "text": "身体重い。一昨年の春の舞台写真（全体）を先生があげていて自分が小さく映ってたんだけど、基本ダルマなんだけど今より顔小さくてまだ全然マシだった…ダイエットがんばらなくては…"
  },
  {
    "text": "仕事でどハマり。使っているエディターにAI機能を追加することになった。何もかもAIだ。脳のアップグレードが必要になり披露困憊。おばさんは旧式が好きなのに…",
    "time": "2026-01-20T03:20:00+09:00"
  },
  {
    "text": "ミズノの「腰部骨盤ベルト」良い感じ！ノーマルタイプというのを買いました。https://jpn.mizuno.com/lifesupporter/kotsubanbelt",
    "time": "2026-01-19T01:28:00+09:00"
  },
  {
    "text": "考えてみたらmaya1のフィッティングってリアル店舗じゃできないじゃん…多摩のお店で別の種類をためしてみるかなあ。",
    "time": "2026-01-13T02:26:00+09:00"
  },
  {
    "text": "漢方薬ですが、個人に合う合わないがあるのでブログには具体的に書きませんでしたが、ちょこっとここに書いておきます。日頃飲んでいるのは田七人参で、筋力低下したときに飲んでるのが黄耆建中湯です。",
    "time": "2026-01-13T01:53:00+09:00"
  },
  {
    "text": "足の指というのは股関節と密接につながりがあるんだなあと実感。特に薬指と小指。ケアすると明らかに状態が変わった。",
    "time": "2026-01-12T01:10:00+09:00"
  },
  {
    "text": "1月からお世話になっているCスタジオは車でズバっと行けるので通いやすい。メイトさんはみなさんバリバリ動ける方ばかりです。私は現状維持も厳しい日々ですが、無理せずのんびりやっていきます。なんか新しい風が吹いてきた。",
    "time": "2026-01-09T01:33:00+09:00"
  },
  {
    "text": "今日、姉妹ブログのほうでとてもうれしい発見があった。新しい環境と新しい目標にむかって頑張っていらっしゃるんだなと本当にうれしかった。私も問題だらけだけどできることをやろう。",
    "time": "2025-12-30T03:12:00+09:00"
  },
  {
    "text": "バッテリー不具合により、ouraリングgen4を割引購入。サイジングキットで確認して若干大きいなと思いつつ前と同じサイズにしたのですが、腕をふりまわすとすっぽ抜けてしまうので、サイズダウン（無償交換）することになりました。gen3のほうがいろいろと使いやすかったなあ…",
    "time": "2025-12-29T14:47:00+09:00"
  },
  {
    "text": "よく考えたらスタパフォとは言え、お客様から演技中に拍手をいただいたというのが生まれて初めてだった気がする。やってよかったジゼル。",
    "time": "2025-12-23T00:41:00+09:00"
  },
  {
    "text": "せっかく目覚めたピルエットでしたが、やはり持続させるのは難しいです。プリエなんだけどプリエだけではないってことがわかりました。",
    "time": "2025-12-22T13:02:00+09:00"
  },
  {
    "text": "隙間時間の自宅トレ中に、突如ピルエットダブルに目覚める。というかトリプル回りかけた。やっぱりプリエなんだなと思った。アンディオールもアンデダンも。これがレッスンの時にも持続すると良いのだけど。",
    "time": "2025-12-19T18:35:00+09:00"
  },
  {
    "text": "頭痛がほぼ治ってきたかも！うれしいうれしいうれしい。でもいつも夜中から痛くなってきていたので、まだ様子見る。",
    "time": "2025-12-17T22:18:00+09:00"
  },
  {
    "text": "トレーニングする時に、筋肉を意識するより骨の位置を意識した方がやりやすい気がしてきた。",
    "time": "2025-12-17T17:25:00+09:00"
  },
  {
    "text": "レッスンに出た翌日はやっぱりまだしんどいな。眠れなくなってしまうのがつらい。",
    "time": "2025-12-16T08:41:00+09:00"
  },
  {
    "text": "副鼻腔炎、耳鼻科によるとけっこう軽いらしいのですが、長引いていて頭痛が辛いです。頭痛以外の問題点はないので、薬やマッサージ等のケアで少しずつQOLを上げてます。先週からバレエのレッスンも少し復帰しました。",
    "time": "2025-12-14T13:51:00+09:00"
  },
  {
    "text": "不誠実なのはやっぱりやだな…",
    "time": "2025-12-05T02:58:00+09:00"
  },
  {
    "text": "色々な事情があるんでしょうがそう簡単にチケット無駄にできるシステムというか、運営ってどうなの…予約システムが間違ってることも多くて激怒なんですが、まあさすがに忙しそうな先生には言えないんだよね。",
    "time": "2025-12-05T02:56:00+09:00"
  },
  {
    "text": "咳が長引いて辛いんだけど、それよりも、レッスン予約キャンセルを事前に連絡してもリスケできないのに参りました。むかしは事前に連絡すればリスケしてくれてたのにまるまる3000円近く無効になってしまう。",
    "time": "2025-12-05T02:55:00+09:00"
  },
  {
    "text": "今日は少しマシだった股関節。でも午前中はやっぱりパキパキで、だんだん動いているうちに良くなってくる。もしかしたらベ○ピのせいでお腹が硬くなってるのかもと言われた。確かにそうかも…",
    "time": "2025-11-24T01:27:00+09:00"
  },
  {
    "text": "最近入会した都市部オープンに参加。今日は2クラス受けてみた。両方ともめちゃくちゃ勉強になるクラスでした。感動。",
    "time": "2025-11-21T16:36:00+09:00"
  },
  {
    "text": "最近作って美味しかったのはブルスケッタ。メステマッハが余ってたのでカリッカリに焼いて、前日作った残り物のカポナータや、ブリとブロッコリーの炒めものを細かくつぶしてソースにした。残り物だから罪悪感が無いのよ。",
    "time": "2025-11-20T04:46:00+09:00"
  },
  {
    "text": "数日前から気温が下がり、秋用のジャケットじゃ寒すぎるってなって、ダウンをひっぱりだしたんだけど、ちょっとまて11月にこれ着てたら1月2月どーするよとふと冷静になって、インナーを冬物にして秋ジャケット＋マフラーにした。",
    "time": "2025-11-14T18:01:51+09:00"
  },
  {
    "text": "非常用持ち出し袋を作った。",
    "time": "2025-11-11T03:10:00+09:00"
  },
  {
    "text": "無性にVaやりたいと思っていたら、本当に連日Vaレッスンだらけになってしまった。しかも鬼基礎バーレッスンの後のセンターでのVaクラス。最高かよ！",
    "time": "2025-11-08T17:57:00+09:00"
  },
  {
    "text": "演目決まりました。バロネがんばります。今日は娘の問題解決をします。",
    "time": "2025-11-06T00:48:00+09:00"
  },
  {
    "text": "スタパフォはジゼルかキトリのどちらかかなあと。振りがしっかり入ってるのはジゼル。キトリはちゃんとやったことないので、扇子の使い方がイマイチわからないけどやってみたい感が強め。3、4回のリハでどこまでできるかなあ。",
    "time": "2025-11-04T18:15:00+09:00"
  },
  {
    "text": "maya1（pro）のXXも履いてみたら、左はちょっときつめだったけれどもフェッテpro flex xxよりはぜんぜん良かった。つまりフェッテはボックス細めだからXXX推奨、maya1は少しふっくら目だからXXでもよさげということか。",
    "time": "2025-11-01T15:19:00+09:00"
  },
  {
    "text": "最後のお教室レッスンを楽しく終えることができました。先生とメイトさん達に感謝です！　すでに身体がぷにょぷにょですが、これからは体力温存でのんびりと過ごします。",
    "time": "2025-11-01T01:09:00+09:00"
  },
  {
    "text": "フェッテのXX幅を履かせてもらったら、やはり左はかなりきつかった。このままXXX幅を調整するので良い気がする。",
    "time": "2025-10-30T17:34:00+09:00"
  },
  {
    "text": "本日のアレグロ（基礎初級クラス）。ダブル・アサンブレ、グリッサードアッサンブレシャッセアッサンブレ、踏んでクロワゼ前アッサンブレ踏んで後ろエファセアッサンブレ、トンベアッサンブレシャッセアッサンブレ。",
    "time": "2025-10-29T17:05:00+09:00"
  },
  {
    "text": "あれから毎日ポアント慣らしを続けてみたら、ようやく（自分比で）調子が戻ってきた。しかもグリシコが履けるようになってきた。足のコンディション重要だわ。",
    "time": "2025-10-26T00:34:00+09:00"
  },
  {
    "text": "久々の書き込み。体調がプチ乱高下してまして、くしゃみ多発。鼻をかんでみると無色透明でこれってアレルギーの症状だよなあと。",
    "time": "2025-10-21T22:41:00+09:00"
  },
  {
    "text": "本番終わりましたが、人生で1番失敗しました。やはり筋力落ちたのがあかんかった。色々対策します。",
    "time": "2025-10-13T13:26:00+09:00"
  },
  {
    "text": "自主練してきました。トウシューズの調整やばい。なんとか1足は確保しました。",
    "time": "2025-10-10T17:58:00+09:00"
  },
  {
    "text": "古いwordpressのテンプレ直すの大変だったー。どのテンプレ使ってるかを調べられるプラグインを入れたら超便利だった。",
    "time": "2025-10-10T04:12:07+09:00"
  },
  {
    "text": "衣装着てリハしたら、お腹の筋肉が伸びちゃって惨憺たる結果だった。衣装着ると身体で意識するポイントが変わっちゃうから要注意だ。",
    "time": "2025-10-10T04:10:56+09:00"
  },
  {
    "text": "TN先生から衣装についていろいろなヒントをいただきました。ありがたいです。でも本番はたぶん悲惨です…",
    "time": "2025-10-10T04:10:00+09:00"
  },
  {
    "text": "昨日の夜、突然足が攣ったりとよくわからない状態でしたが、今朝は調子がよいです。仕事終わって夕方レッスンにいってきます。",
    "time": "2025-10-07T13:34:00+09:00"
  },
  {
    "text": "昼前からだいぶ調子が良いので、今日は動きます！！",
    "time": "2025-10-05T14:11:00+09:00"
  },
  {
    "text": "言葉えらびはむずかしいなあ。自分が結果として受けた傷のことばかりに注目していると周りが見えなくなってしまう。結果は傷だけではないのだからそこも見えるようにならないと。",
    "time": "2025-10-05T14:11:00+09:00"
  },
  {
    "text": "今朝は起きてまずは鼻うがい、いつもの漢方薬、そのあと紅麹サプリを飲んでみました。しばらくすると頭痛が落ち着いてきたので、BCAAパウダーで作ったドリンクに冷凍してあったレモンスライスを入れて飲みました。いまは頭痛や倦怠感は収まっています。",
    "time": "2025-10-05T11:56:00+09:00"
  },
  {
    "text": "昨日もあまりよく眠れずに頭痛で目が覚めました。鼻うがい、サプリなど色々対策すると症状が落ち着きます。慢性上咽頭炎なのかもしれません。コロナやワクチンの後遺症として有名な症状ですが、私の場合は罹患しなくても体力が落ちた時にこの症状が出やすくなってしまっている気がしています。頭痛薬などはあまり効かないので飲んでいません。",
    "time": "2025-10-05T11:52:00+09:00"
  },
  {
    "text": "やはり体調崩してしまいました。もうほんとに乱高下。ストレスと睡眠不足が原因だとは思います。頭痛がしんどいので、鼻うがいして少しよくなりました。",
    "time": "2025-10-04T18:34:00+09:00"
  },
  {
    "text": "今日は体調はまずまずですがレッスンはお休みして仕事しています。明日はトウシューズのリボンを付け直して、気力があったら自主練したいです。",
    "time": "2025-10-02T23:45:00+09:00"
  },
  {
    "text": "トウシューズ、今日はエリスでリハをやってきました。細いから立てるか不安だってけど意外に立ててしまい、しかもボックスが足にぴったり合ってたのでとてもよかったです！",
    "time": "2025-10-01T16:30:00+09:00"
  },
  {
    "text": "次女の転学はまだ本人が悩み中。unityの勉強はけっこう進んでミニゲームを3つくらい作りました。このまま開発の勉強だけを進めていくのもありかもしれません。カウンセラーの先生からは「変人（褒め言葉）」と言われたそうです。",
    "time": "2025-09-30T16:09:00+09:00"
  },
  {
    "text": "また体調崩しました。なんだろこれ、体力消耗すると翌朝必ずダウンする。そして今日も午後からクエン酸ドリンクとビオフェルミンパウダーでなんとか復活してきた。",
    "time": "2025-09-30T14:57:00+09:00"
  },
  {
    "text": "体調無事に戻った。クエン酸やっぱり良いです。腰痛は残念ながら治っていませんが。",
    "time": "2025-09-30T02:02:00+09:00"
  },
  {
    "text": "シンデレラの振付、全部完了！比較的早かったかも。途中、チャレンジ箇所あり。テーマは「舞踏会が楽しすぎて我を忘れて踊り狂うシンデレラ」です（笑）",
    "time": "2025-09-29T15:47:00+09:00"
  },
  {
    "text": "今朝も鼻の奥がおかしい。これが治れば体調復活すると思うので、鼻うがい、BCAA＋クエン酸ドリンクつくって飲む、鼻の入り口に魔法の粉作戦で、ちょっと復活してきました♪",
    "time": "2025-09-28T23:15:00+09:00"
  },
  {
    "text": "今日は結局、休みながら家事という一日になりました。熱もないし頭痛は朝だけだったんだけど、身体がずっとだるかった。ひたすら水分とって夜に復活しました。",
    "time": "2025-09-28T23:15:00+09:00"
  },
  {
    "text": "毎年秋口はびっくりするほどの抜け毛でヤバイ。でもおでこの周りはポワポワした短い髪の毛がたくさんいるので（ただし細いんだけど）、この子たちが無事に伸びてくれることを祈って（笑）",
    "time": "2025-09-28T00:41:00+09:00"
  },
  {
    "text": "そういえば、リュック迷走中です。3、4泊くらいまでの国内旅行に行けるようなリュックを探していてものすごーく苦労しています。沼だった（笑）",
    "time": "2025-09-26T18:08:00+09:00"
  },
  {
    "text": "体調はまあまあ。トウシューズまた色々試行錯誤してみました。",
    "time": "2025-09-26T17:01:00+09:00"
  },
  {
    "text": "PC版での「疑似タグ導入」と「タグクラウドをサイドバーに表示する」改造が無事に終わりました。過去記事にタグを割り当てる作業をすすめながら、しばらく運用をすすめてみたいと思います。チャッピーには感謝しかない。自分もデバッグのスキルがあがったように思う",
    "time": "2025-09-25T02:25:00+09:00"
  },
  {
    "text": "っていうか、最近は筋トレをサボっていて、明らかに足首の筋力が落ちました。今日からがんばります。",
    "time": "2025-09-24T22:02:00+09:00"
  },
  {
    "text": "午後から体調もどりました。感染症ではなくて疲労だったという感じです。明日は少し動こうかなあ。",
    "time": "2025-09-24T22:01:00+09:00"
  },
  {
    "text": "やはり体調崩しました。起き上がれないほどではないんですけど…今日は休みます。",
    "time": "2025-09-24T11:02:00+09:00"
  },
  {
    "text": "ペザントのVa踊ってきました。楽しかった。今度はトウシューズで練習してみよう。",
    "time": "2025-09-23T17:05:00+09:00"
  },
  {
    "text": "考えごとをしてるとやっぱり睡眠不足になってしまう。バレエのレッスンは頭の中から一時的にでも雑多な不安を取り除いてくれるという意味で自分には大切な時間。",
    "time": "2025-09-23T12:06:00+09:00"
  },
  {
    "text": "そうはいっても、明日はX先生のWSがあるのでそろそろ寝なくては…　トウシューズは舞セシオンの予定です。",
    "time": "2025-09-23T01:11:00+09:00"
  },
  {
    "text": "文字コード問題、手こずってます。UTF-8で書いてみたけどうまくいかなくて、EUC-JPで書き直し。チャッピーがいろいろ考えてくれてます。",
    "time": "2025-09-23T01:08:00+09:00"
  },
  {
    "text": "今日もバレエはお休みしています。jugemをいろいろいじっていて、まだ完全に整理できてないのでその作業もしています。けっこう勉強になります。",
    "time": "2025-09-22T16:00:00+09:00"
  },
  {
    "text": "今日はお休みしています。いつもより少し長めに寝れました。",
    "time": "2025-09-21T10:54:00+09:00"
  },
  {
    "text": "ローソン行ったら「ちいかわ」の一番くじをやっていたので引いてみたらD賞というのが当たった。なんか良い賞らしい。お風呂のやつ。可愛い。",
    "time": "2025-09-20T23:09:00+09:00"
  },
  {
    "text": "さすがに疲れたのか体調ちょっと崩しました。鼻うがいしてタイガーバームをちょいちょいと鼻の入り口につけたらなんとなく治った。",
    "time": "2025-09-20T00:19:00+09:00"
  },
  {
    "text": "次女がカウンセリングに出かけました。バイトとこれは私がフォローしなくてもちゃんと通えてるんだよなあ。",
    "time": "2025-09-19T10:49:00+09:00"
  },
  {
    "text": "レッスン連続5日目。8月後半から休んでいた振替がどどーんと来てこんなことに。今日は久しぶりに舞セシオンを履いたのでそのことをブログに書きます。",
    "time": "2025-09-18T21:17:00+09:00"
  },
  {
    "text": "レッスン連続4日目。今日はリハ。日曜日にも言われたけどいつも最初の通しが酷すぎる。",
    "time": "2025-09-17T16:45:30+09:00"
  },
  {
    "text": "昨日のレッスンで以前できてたことができなくなって、ここ数週間の筋トレさぼりを実感。明日こそレッスン前にちゃんと筋トレしよう。",
    "time": "2025-09-17T01:49:00+09:00"
  },
  {
    "text": "ポアント基礎、きつかったー。バーですでに滝汗で、すべて終わったらレオタードもタイツもぐっしょりでした。",
    "time": "2025-09-16T18:41:00+09:00"
  },
  {
    "text": "今日もレッスンです。火曜日のポアント基礎は一ヶ月ぶりくらいです♪",
    "time": "2025-09-16T13:08:00+09:00"
  },
  {
    "text": "ブログにつぶやきコーナーを作り、無事に動きました。チャッピー様との共同作業がとても楽しかったです。おやすみなさい。",
    "time": "2025-09-16T02:03:55+09:00"
  },
  {
    "text": "つぶやきコーナーを作ってみました。",
    "time": "2025-09-16T01:53:21+09:00",
    "pin": true
  }
]
